Repository: mozilla-l10n/mt-training-data
Catalog: bas/bas_pontoon.tmx
Source language: en_us
Languages: bas

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
bas: Di nhôlôs sadaga mayaa ma makiñ ni mbuu i mahop, ka i yé le to nje a nla kek bibañ bi nsolol li linigle makiñ.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
bas: Di nnaña nlume njañgi ikôhle tjañ-njoi mayaa ma makiñ. Kôle bés kiñ yoñ, u ke bisu ni neebe makiñ bôt bape ba nsañge, yoñ ngaba i boñ le mayaa ma makiñ ma nyila mintolok.

source: We’re experiencing unexpected downtime
bas: Papama i jam i ñkéñ bés le jumbul jés li kôble ha bé ndugi

source: We’re sorry, your platform is not currently supported.
bas: Di mbat nwéhél, juu joñ li yé ngineebana.

source: We've run out of clips to validate in this language...
bas: Dikékét di makiñ di ñhéñél bés inyu ineebe munu unu hop.

source: We've run out of sentences to record in this language...
bas: Mintôñ mi bibuk mi ñhéñél bés inyu iodol munu unu hop.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
bas: Di nsômbôl le mayaa ma Common Voice ma banga makiñ malam to ma ngi-bilama, ka i yé le nyum u u nhyelel kiñ matila u lak nok ndôñ i makiñ yosô kiki bôt ba mpémes mo yôha. Di yé di nyodi le basañge makiñ ba nlama ba nya yosô ikédé ngim loñ, di lela le, liyaa li makiñ li nlama bana mbuu makiñ, nya-ndi-nya, inyu ila niiga nyum u nhyelel makiñ matila le u meya ndôñ i makiñ yosô to hehoma mut a mpôdôl yo, to i ba yaa le liyôgha li yé, tole matôa a ñoñ mut bebee. I ntel u ñgéda nu kiñ yoñ i nnôôga, hala a kôli le i jôp i liyaa li makiñ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
bas: Ndék ñgéda di koode we ibale mañwin mape ma yé ikolbaha ni lela u nla jubus hop woñ i Common Voice.

source: We will be in touch with more information as it becomes available.
bas: Di gaom we nwin ibale ñkén jam a yé.

source: We will not make your email public.
bas: Di gapémés be mél yoñ i mbamba.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
bas: Di gasie njômbi yoñ inyu ikolbaha ni isas miñodlana ñwoñ mi makiñ ikédé liyaa. Ibale njômbi yoñ i nneebana, di gabas ibet ba ba ñkedek liyaa li ni bat bo le ba sas kiñ yoñ nyoo i boni.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
bas: Ba nla bé "yelel su" i mut a mpot i Common Voice, hala a ñkobla lela ?

source: What is Common Voice?
bas: Ki i yé Common Voice?

source: What issues are you experiencing with this sentence?
bas: mimbe mintén mi minsidik u ntehe munu i ntôn u bibuk unu ?

source: What kind of goal do you want to build?
bas: Umbe ntén u likak u yé le u gwés sañ ?

source: What level of audio quality is required for a voice clip to be used in the dataset?
bas: Umbe ntén u bilama hikékét hi kiñ hi hi nyôña hi nlama bana inyu boñ le i jôp ikédé mayaa ?

source: What’s inside the Common Voice dataset?
bas: Ki i yé i kédé Liyaa li makiñ li Common Voice ?

source: What's Public?
bas: Kinje i mpam i mbamba ?

source: What’s the difference between Common Voice and Deep Speech?
bas: Kii i nsélha Common Voice bona Deep Speech ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
bas: Ingéda ñemble a ntjél nneebe hikékét i kiñ, hini hi ntémb i ntôn-maemble. Ibale ñemble numpe a ntémb a tjél nneebe hyo, hini hikékét hi kiñ hi nléba i Soñ i Dikékét di Makiñ.

source: When will you release Common Voice data in other languages?
bas: Keeki u gatjam mayaa ma Common Voice ni mahop mape ?

source: Where does the source text come from?
bas: Lipigil li minje mi makiñ mi nlôl hee ?

source: Why ?
bas: Inyu ki ?

source: Why a profile?
bas: Liyimbne li nhôla kii ?

source: Why Common Voice?
bas: Inyu ki Common Voice ?

source: Why does this matter?
bas: Inyu kii hala a yé nseñ ?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
bas: Ndi inyu ki di nla bé kal bôt le ba éñél i bitilna bi yé ikédé bikaat, tole i bitilna bi mbañ-yi bi yé ikédé Wikipédia ?

source: Why do you need so many different speakers per language?
bas: Inyu ki ni ntoñ ibana i nya libim li bôt li i inyu hiki hop ?

source: Why is 10,000 validated hours the per language goal for capturing audio?
bas: Ba likañ li yé ndigi le nsoñgi u makiñ ma nneebana u kola 10,000 li ñgeñ inyu iyônôs njômbi i basolol makiñ e ?

source: Why is Common Voice part of the Mozilla mission?
bas: Inyu kii Common Voice ayé nson wada ikéde minson mi Mozilla ?

source: Why is it important?
bas: Kinje i yé nseñ ?

source: Why is my language not included yet?
bas: Inyu ki hop wem u njôbôk bé munu ?

source: Why should I sign up for an account?
bas: Inyu ki me nlama tila jôl inyu itek libôñ ?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
bas: Uyé le u gwés bat le yak kiñ yoñ i ñodlana i séha, tole u nla gwéhék ñwas yo ikédé mayaa ma makiñ ma Common Voice ?

source: y
bas: t

source: Yes
bas: Nn!

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bas: Nn, ni nla om me bimél inyu iyis me kiki mahol ma yum i nson u hop u basaa ma ñke i Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bas: nn, ni nla om me bimél inyu iyis me kiki mahol ma yum i nson u hop u basaa ma ñke i Common Voice

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
bas: U ñkégél i hyes, ñga kiñ yoñ yo i yé yaga lôôha nseñ ! Yéñe yada i Common Voice i yé le a nsañge nya-ndi-nya i mapôdôl ma hiki hop, ika i yé le minsoolene mi la solol to umbe ntén u kiñ. Hala a ñkobla le banginiglene-hop-libéé bayé yaga tôtôtôbô nseñ.

source: You
bas: We

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
bas: Ñkeda u minje mi nyét <size>{ $size }Go</size> u yé bebee ni bôdôl, u ñke ni bisu ?

source: You are prepared to initiate a download of <b>{ $size }</b>
bas: Ba mbômhaga i ket minje mi pôk yap i yé<b>{ $size }</b>

source: You can choose to make your username public or anonymous.
bas: Unla tep i pémés ñgédi yoñ i mbamba, tole u nwas yo nsolbe.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
bas: Inyu yoñ ñgaba ikédé nduña i njañgi nya-ndi-nya i mayaa ma minje, ma ma ntiba sadaga, u nla kek liyimbne i Common Voice ni sañge kiñ yoñ mu ikédé.

source: You must allow microphone access.
bas: U nlama ndugi hyohol biodlene

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
bas: Kiñ yoñ i ñodlana ñgijôy i gakida i mayaa ma makiñ ma Common Voice. I ntel ñgéda u gasas liyimbne joñ, u yi le u gala habé sule njômbi inyu lisas miñodlana mi makiñ ikédé mayaa.

source: Your avatar now includes a voice clip!
bas: Naano liñgeliñge yoñ i binjénjé i gwéé tôbôtôbô kiñ.

source: Your daily goal has been created
bas: Likak joñ li kel li mbôga

source: Your download has started.
bas: Ñkeda woñ u mbôdôl

source: You’re contributing to a target segment
bas: U nhôla i sañge ngim ndak suñ yada

source: You’re contributing to our first target segment
bas: When u yé mut bisu i sañge ndak suñ yés i bisu

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bas: U héli <bold>BÉ</bold> i kôs bimél bibéñgege mam kiki bo mbigda i likak, ntel u mahol ma bôlô ni biyuyut bi mañwin ikolbaha ni Common Voice.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bas: U héli nano i kôs bimél bibéñgege mam kiki bo mbigda i likak, ntel u mahol ma bôlô ni biyuyut bi mañwin ikolbaha ni Common Voice.

source: Your Languages
bas: Mahop moñ

source: Your username and email will not be associated with the published data.
bas: Ñgédi yoñ ndi to njañ yoñ mél, biga gwaña bé ni bitjéma bi mayaa ma makiñ.

source: Your weekly goal has been created
bas: Likak joñ li sondi li mbôga

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bas: U nhôla le Common Voice a yônôs ndak i ñañga i<goalPercentage>kel</goalPercentage>!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bas: U nhôla le Common Voice a yônôs ndak i lineebe makiñ i<goalPercentage>kel</goalPercentage>!

source: You've successfully signed up for contributing to { $language }. Thank you.
bas: Hanano u yé ntilbaga. U nla sañge ni hop { $language }. Di nti we mayéga.

source: abnormality
bas: Yubda-jam

source: add-on
bas: manôbna

source: aggregate
bas: Ñgééha

source: All Hands
bas: Gwelna-gwelna

source: alternate text
bas: Pand bitilna ipe

source: appear
bas: Mabémbe

source: appearance
bas: Bitéé

source: attack
bas: Leleña

source: attacker
bas: Nleleña

source: Attack Site
bas: Leleña i jumbul

source: attendee
bas: Nyéyél

source: authenticate
bas: Likémhe

source: authenticated
bas: Ñkémhege

source: autoplay
bas: ñgem-ntuk

source: back out
bas: Lihék i papañ

source: black box
bas: Lihudul ñgudga

source: bookmark
bas: Libôk-mbuga

source: boolean
bas: booléen

source: boot
bas: Lipôs

source: breakpoint
bas: Libuga

source: Bug report
bas: Ndoñ i ñgônôk

source: certificate authority
bas: Mbok-mbôgi

source: channel
bas: Ñkok-u-tjay

source: clipboard
bas: Linôyôy

source: clockwise
bas: ni-waé

source: compact
bas: Hikômbkômb

source: compact - recommend deprioritize
bas: Yilha hikômbkômb

source: context
bas: ka-ñgéda

source: contribute
bas: Yoñ ñgaba

source: corrupt
bas: ôbôs

source: corrupted
bas: ñôbak

source: counterclockwise
bas: ni-walôm

source: cryptominer
bas: cryptomina

source: cryptomining
bas: crytominiñ

source: debug
bas: Likunul

source: deceptive site
bas: ôñgba i kumba

source: decode
bas: lisolol

source: decryption
bas: Litimbis-yômi

source: disinformation
bas: Biyuma bi mañwin

source: distrust
bas: Linimis bôdôl

source: eavesdropping
bas: Lisemba

source: enable
bas: Likobol

source: encode
bas: Linond

source: encrypt
bas: Liyilis-likañ

source: encryption
bas: Lihéya-likañ

source: end user
bas: ñgwégwél

source: Enhanced Tracking Protection
bas: Ñgaa-Mahañ Ikeñi

source: executable file
bas: Ôm-siñ bôm

source: extension
bas: ñwel

source: external
bas: nlolo

source: Fellow
bas: Mbôn-nson

source: filter bubble
bas: Baene

source: fingerprinter
bas: Likinda

source: fingerprinting
bas: Likôp likinda

source: gear
bas: Mapañga

source: grassroots
bas: Lipigil

source: home page
bas: kumba-lipep

source: idle
bas: nliibege

source: import
bas: Lilegle

source: innovations
bas: binééga-bi-mam

source: insecure
bas: binyuu

source: installation
bas: Liôm-siñ

source: Issue
bas: Libambal

source: L10n
bas: Ñkwiyge

source: Legacy extension
bas: Yéyégla-ñwel

source: misinformation
bas: Biyuma bi mañwin

source: native
bas: Ñgwélés

source: open source
bas: Sadaga

source: override
bas: Liyiha

source: participation
bas: Liyoñ ñgaba

source: Patch
bas: Patj

source: pop-up
bas: Papama

source: preference
bas: Béna

source: release
bas: Lipama

source: report
bas: Ndoñ

source: revert
bas: Liboñol

source: search suggestion
bas: Matôñôl

source: security keys
bas: koodene-matédés

source: sensitive
bas: matadga

source: sidebar
bas: Papañ-mbébga

source: sign
bas: Kumsoñ

source: signer
bas: Ñkumsoñ

source: studies
bas: Yigil

source: track
bas: Litoo-njañ

source: trackers
bas: Batoo-njañ

source: Tracking Content
bas: Minso mi mintoa

source: Turbo Mode
bas: I ka Turbo

source: unencrypted
bas: Ngijôp likañ

source: unresponsive
bas: Mamoma

source: unsafe
bas: Ngimatadga

source: validate
bas: Lineebe

source: validity
bas: baneebaga

source: version
bas: Bitéé mi lipémhak

source: Web Authentication
bas: Miñkémhene mi Web
